import BoardListItem from "types/interface/board-list-item.interface";

const topBoardListMock: BoardListItem[] = [
    {
        boardNumber: 1,
        writerNickname: "호야",
        writeDatetime: "2024.03.20 03:35",
        title: "편하게 말해요",
        content: "그러고 나서 곰곰 생각해보니 저는 다른 사람들 앞에서 말을 할 때 기본적으로 거기 있는 분들을 믿는 것 같았습니다. 이 사람들은 내 이야기에 귀를 기울일 것이다, 하고 말이죠. 마음속 깊은 곳에서 의심이나 불안이 올라온 적은 별로 없었습니다. 내가 말을 할 때 세상에서 제일 좋은 울 엄마가 재미있게 들어준다. 아이에게는 이보다 더 신이 나는 일이 없었겠죠. 나중엔 알게 되었어요. 누군가 자신의 이야기를 전적으로 몰입해서 들어주는 경험만으로도 힐링이 되고 마음에 위안을 얻을 수 있구나.그러니 진심으로 아끼고 사랑하는 사람이 있다면, 들어주세요. 시간을 내고, 마음을 열고, 이야기를 들어만 주세요. 놀랍도록 가까워졌음을 느끼게 될 겁니다. 제가 그랬거든요. 일주일에 걸친 티타임이 끝나고 그 다음 주 수업 시간에 강의실로 들어서면 신뢰의 눈빛으로 가득 찬 학생들의 미소를 마주할 수 있었습니다. 듣기의 힘은 그런 겁니다.",
        boardTitleImage: 'https://img.freepik.com/free-vector/mobile-background-with-starry-sky-and-purple-tones_79603-550.jpg?w=360&t=st=1704692258~exp=1704692858~hmac=26ce5b523b051f419fd2e2869328a95c726381cdca1b0e919cd642051594b5ef'
    },
    {
        boardNumber: 2,
        writerNickname: "호야",
        writeDatetime: "2024.03.20 03:35",
        title: "편하게 말해요",
        content: "그러고 나서 곰곰 생각해보니 저는 다른 사람들 앞에서 말을 할 때 기본적으로 거기 있는 분들을 믿는 것 같았습니다. 이 사람들은 내 이야기에 귀를 기울일 것이다, 하고 말이죠. 마음속 깊은 곳에서 의심이나 불안이 올라온 적은 별로 없었습니다. 내가 말을 할 때 세상에서 제일 좋은 울 엄마가 재미있게 들어준다. 아이에게는 이보다 더 신이 나는 일이 없었겠죠. 나중엔 알게 되었어요. 누군가 자신의 이야기를 전적으로 몰입해서 들어주는 경험만으로도 힐링이 되고 마음에 위안을 얻을 수 있구나.그러니 진심으로 아끼고 사랑하는 사람이 있다면, 들어주세요. 시간을 내고, 마음을 열고, 이야기를 들어만 주세요. 놀랍도록 가까워졌음을 느끼게 될 겁니다. 제가 그랬거든요. 일주일에 걸친 티타임이 끝나고 그 다음 주 수업 시간에 강의실로 들어서면 신뢰의 눈빛으로 가득 찬 학생들의 미소를 마주할 수 있었습니다. 듣기의 힘은 그런 겁니다.",
        boardTitleImage: null
    },
    {
        boardNumber: 3,
        writerNickname: "호야",
        writeDatetime: "2024.03.20 03:35",
        title: "편하게 말해요",
        content: "그러고 나서 곰곰 생각해보니 저는 다른 사람들 앞에서 말을 할 때 기본적으로 거기 있는 분들을 믿는 것 같았습니다. 이 사람들은 내 이야기에 귀를 기울일 것이다, 하고 말이죠. 마음속 깊은 곳에서 의심이나 불안이 올라온 적은 별로 없었습니다. 내가 말을 할 때 세상에서 제일 좋은 울 엄마가 재미있게 들어준다. 아이에게는 이보다 더 신이 나는 일이 없었겠죠. 나중엔 알게 되었어요. 누군가 자신의 이야기를 전적으로 몰입해서 들어주는 경험만으로도 힐링이 되고 마음에 위안을 얻을 수 있구나.그러니 진심으로 아끼고 사랑하는 사람이 있다면, 들어주세요. 시간을 내고, 마음을 열고, 이야기를 들어만 주세요. 놀랍도록 가까워졌음을 느끼게 될 겁니다. 제가 그랬거든요. 일주일에 걸친 티타임이 끝나고 그 다음 주 수업 시간에 강의실로 들어서면 신뢰의 눈빛으로 가득 찬 학생들의 미소를 마주할 수 있었습니다. 듣기의 힘은 그런 겁니다.",
        boardTitleImage: 'https://img.freepik.com/free-vector/mobile-background-with-starry-sky-and-purple-tones_79603-550.jpg?w=360&t=st=1704692258~exp=1704692858~hmac=26ce5b523b051f419fd2e2869328a95c726381cdca1b0e919cd642051594b5ef'
    },
    {
        boardNumber: 4,
        writerNickname: "호야",
        writeDatetime: "2024.03.20 03:35",
        title: "편하게 말해요",
        content: "그러고 나서 곰곰 생각해보니 저는 다른 사람들 앞에서 말을 할 때 기본적으로 거기 있는 분들을 믿는 것 같았습니다. 이 사람들은 내 이야기에 귀를 기울일 것이다, 하고 말이죠. 마음속 깊은 곳에서 의심이나 불안이 올라온 적은 별로 없었습니다. 내가 말을 할 때 세상에서 제일 좋은 울 엄마가 재미있게 들어준다. 아이에게는 이보다 더 신이 나는 일이 없었겠죠. 나중엔 알게 되었어요. 누군가 자신의 이야기를 전적으로 몰입해서 들어주는 경험만으로도 힐링이 되고 마음에 위안을 얻을 수 있구나.그러니 진심으로 아끼고 사랑하는 사람이 있다면, 들어주세요. 시간을 내고, 마음을 열고, 이야기를 들어만 주세요. 놀랍도록 가까워졌음을 느끼게 될 겁니다. 제가 그랬거든요. 일주일에 걸친 티타임이 끝나고 그 다음 주 수업 시간에 강의실로 들어서면 신뢰의 눈빛으로 가득 찬 학생들의 미소를 마주할 수 있었습니다. 듣기의 힘은 그런 겁니다.",
        boardTitleImage: 'https://img.freepik.com/free-vector/mobile-background-with-starry-sky-and-purple-tones_79603-550.jpg?w=360&t=st=1704692258~exp=1704692858~hmac=26ce5b523b051f419fd2e2869328a95c726381cdca1b0e919cd642051594b5ef'
    },
    {
        boardNumber: 5,
        writerNickname: "호야",
        writeDatetime: "2024.03.20 03:35",
        title: "편하게 말해요",
        content: "그러고 나서 곰곰 생각해보니 저는 다른 사람들 앞에서 말을 할 때 기본적으로 거기 있는 분들을 믿는 것 같았습니다. 이 사람들은 내 이야기에 귀를 기울일 것이다, 하고 말이죠. 마음속 깊은 곳에서 의심이나 불안이 올라온 적은 별로 없었습니다. 내가 말을 할 때 세상에서 제일 좋은 울 엄마가 재미있게 들어준다. 아이에게는 이보다 더 신이 나는 일이 없었겠죠. 나중엔 알게 되었어요. 누군가 자신의 이야기를 전적으로 몰입해서 들어주는 경험만으로도 힐링이 되고 마음에 위안을 얻을 수 있구나.그러니 진심으로 아끼고 사랑하는 사람이 있다면, 들어주세요. 시간을 내고, 마음을 열고, 이야기를 들어만 주세요. 놀랍도록 가까워졌음을 느끼게 될 겁니다. 제가 그랬거든요. 일주일에 걸친 티타임이 끝나고 그 다음 주 수업 시간에 강의실로 들어서면 신뢰의 눈빛으로 가득 찬 학생들의 미소를 마주할 수 있었습니다. 듣기의 힘은 그런 겁니다.",
        boardTitleImage: 'https://img.freepik.com/free-vector/mobile-background-with-starry-sky-and-purple-tones_79603-550.jpg?w=360&t=st=1704692258~exp=1704692858~hmac=26ce5b523b051f419fd2e2869328a95c726381cdca1b0e919cd642051594b5ef'
    },
    {
        boardNumber: 6,
        writerNickname: "호야",
        writeDatetime: "2024.03.20 03:35",
        title: "편하게 말해요",
        content: "그러고 나서 곰곰 생각해보니 저는 다른 사람들 앞에서 말을 할 때 기본적으로 거기 있는 분들을 믿는 것 같았습니다. 이 사람들은 내 이야기에 귀를 기울일 것이다, 하고 말이죠. 마음속 깊은 곳에서 의심이나 불안이 올라온 적은 별로 없었습니다. 내가 말을 할 때 세상에서 제일 좋은 울 엄마가 재미있게 들어준다. 아이에게는 이보다 더 신이 나는 일이 없었겠죠. 나중엔 알게 되었어요. 누군가 자신의 이야기를 전적으로 몰입해서 들어주는 경험만으로도 힐링이 되고 마음에 위안을 얻을 수 있구나.그러니 진심으로 아끼고 사랑하는 사람이 있다면, 들어주세요. 시간을 내고, 마음을 열고, 이야기를 들어만 주세요. 놀랍도록 가까워졌음을 느끼게 될 겁니다. 제가 그랬거든요. 일주일에 걸친 티타임이 끝나고 그 다음 주 수업 시간에 강의실로 들어서면 신뢰의 눈빛으로 가득 찬 학생들의 미소를 마주할 수 있었습니다. 듣기의 힘은 그런 겁니다.",
        boardTitleImage: 'https://img.freepik.com/free-vector/mobile-background-with-starry-sky-and-purple-tones_79603-550.jpg?w=360&t=st=1704692258~exp=1704692858~hmac=26ce5b523b051f419fd2e2869328a95c726381cdca1b0e919cd642051594b5ef'
    },
    {
        boardNumber: 7,
        writerNickname: "호야",
        writeDatetime: "2024.03.20 03:35",
        title: "편하게 말해요",
        content: "그러고 나서 곰곰 생각해보니 저는 다른 사람들 앞에서 말을 할 때 기본적으로 거기 있는 분들을 믿는 것 같았습니다. 이 사람들은 내 이야기에 귀를 기울일 것이다, 하고 말이죠. 마음속 깊은 곳에서 의심이나 불안이 올라온 적은 별로 없었습니다. 내가 말을 할 때 세상에서 제일 좋은 울 엄마가 재미있게 들어준다. 아이에게는 이보다 더 신이 나는 일이 없었겠죠. 나중엔 알게 되었어요. 누군가 자신의 이야기를 전적으로 몰입해서 들어주는 경험만으로도 힐링이 되고 마음에 위안을 얻을 수 있구나.그러니 진심으로 아끼고 사랑하는 사람이 있다면, 들어주세요. 시간을 내고, 마음을 열고, 이야기를 들어만 주세요. 놀랍도록 가까워졌음을 느끼게 될 겁니다. 제가 그랬거든요. 일주일에 걸친 티타임이 끝나고 그 다음 주 수업 시간에 강의실로 들어서면 신뢰의 눈빛으로 가득 찬 학생들의 미소를 마주할 수 있었습니다. 듣기의 힘은 그런 겁니다.",
        boardTitleImage: 'https://img.freepik.com/free-vector/mobile-background-with-starry-sky-and-purple-tones_79603-550.jpg?w=360&t=st=1704692258~exp=1704692858~hmac=26ce5b523b051f419fd2e2869328a95c726381cdca1b0e919cd642051594b5ef'
    },
    {
        boardNumber: 8,
        writerNickname: "호야",
        writeDatetime: "2024.03.20 03:35",
        title: "편하게 말해요",
        content: "그러고 나서 곰곰 생각해보니 저는 다른 사람들 앞에서 말을 할 때 기본적으로 거기 있는 분들을 믿는 것 같았습니다. 이 사람들은 내 이야기에 귀를 기울일 것이다, 하고 말이죠. 마음속 깊은 곳에서 의심이나 불안이 올라온 적은 별로 없었습니다. 내가 말을 할 때 세상에서 제일 좋은 울 엄마가 재미있게 들어준다. 아이에게는 이보다 더 신이 나는 일이 없었겠죠. 나중엔 알게 되었어요. 누군가 자신의 이야기를 전적으로 몰입해서 들어주는 경험만으로도 힐링이 되고 마음에 위안을 얻을 수 있구나.그러니 진심으로 아끼고 사랑하는 사람이 있다면, 들어주세요. 시간을 내고, 마음을 열고, 이야기를 들어만 주세요. 놀랍도록 가까워졌음을 느끼게 될 겁니다. 제가 그랬거든요. 일주일에 걸친 티타임이 끝나고 그 다음 주 수업 시간에 강의실로 들어서면 신뢰의 눈빛으로 가득 찬 학생들의 미소를 마주할 수 있었습니다. 듣기의 힘은 그런 겁니다.",
        boardTitleImage: 'https://img.freepik.com/free-vector/mobile-background-with-starry-sky-and-purple-tones_79603-550.jpg?w=360&t=st=1704692258~exp=1704692858~hmac=26ce5b523b051f419fd2e2869328a95c726381cdca1b0e919cd642051594b5ef'
    },
    {
        boardNumber: 9,
        writerNickname: "호야",
        writeDatetime: "2024.03.20 03:35",
        title: "편하게 말해요",
        content: "그러고 나서 곰곰 생각해보니 저는 다른 사람들 앞에서 말을 할 때 기본적으로 거기 있는 분들을 믿는 것 같았습니다. 이 사람들은 내 이야기에 귀를 기울일 것이다, 하고 말이죠. 마음속 깊은 곳에서 의심이나 불안이 올라온 적은 별로 없었습니다. 내가 말을 할 때 세상에서 제일 좋은 울 엄마가 재미있게 들어준다. 아이에게는 이보다 더 신이 나는 일이 없었겠죠. 나중엔 알게 되었어요. 누군가 자신의 이야기를 전적으로 몰입해서 들어주는 경험만으로도 힐링이 되고 마음에 위안을 얻을 수 있구나.그러니 진심으로 아끼고 사랑하는 사람이 있다면, 들어주세요. 시간을 내고, 마음을 열고, 이야기를 들어만 주세요. 놀랍도록 가까워졌음을 느끼게 될 겁니다. 제가 그랬거든요. 일주일에 걸친 티타임이 끝나고 그 다음 주 수업 시간에 강의실로 들어서면 신뢰의 눈빛으로 가득 찬 학생들의 미소를 마주할 수 있었습니다. 듣기의 힘은 그런 겁니다.",
        boardTitleImage: 'https://img.freepik.com/free-vector/mobile-background-with-starry-sky-and-purple-tones_79603-550.jpg?w=360&t=st=1704692258~exp=1704692858~hmac=26ce5b523b051f419fd2e2869328a95c726381cdca1b0e919cd642051594b5ef'
    },
    {
        boardNumber: 10,
        writerNickname: "호야",
        writeDatetime: "2024.03.20 03:35",
        title: "편하게 말해요",
        content: "그러고 나서 곰곰 생각해보니 저는 다른 사람들 앞에서 말을 할 때 기본적으로 거기 있는 분들을 믿는 것 같았습니다. 이 사람들은 내 이야기에 귀를 기울일 것이다, 하고 말이죠. 마음속 깊은 곳에서 의심이나 불안이 올라온 적은 별로 없었습니다. 내가 말을 할 때 세상에서 제일 좋은 울 엄마가 재미있게 들어준다. 아이에게는 이보다 더 신이 나는 일이 없었겠죠. 나중엔 알게 되었어요. 누군가 자신의 이야기를 전적으로 몰입해서 들어주는 경험만으로도 힐링이 되고 마음에 위안을 얻을 수 있구나.그러니 진심으로 아끼고 사랑하는 사람이 있다면, 들어주세요. 시간을 내고, 마음을 열고, 이야기를 들어만 주세요. 놀랍도록 가까워졌음을 느끼게 될 겁니다. 제가 그랬거든요. 일주일에 걸친 티타임이 끝나고 그 다음 주 수업 시간에 강의실로 들어서면 신뢰의 눈빛으로 가득 찬 학생들의 미소를 마주할 수 있었습니다. 듣기의 힘은 그런 겁니다.",
        boardTitleImage: 'https://img.freepik.com/free-vector/mobile-background-with-starry-sky-and-purple-tones_79603-550.jpg?w=360&t=st=1704692258~exp=1704692858~hmac=26ce5b523b051f419fd2e2869328a95c726381cdca1b0e919cd642051594b5ef'
    },
    {
        boardNumber: 11,
        writerNickname: "호야",
        writeDatetime: "2024.03.20 03:35",
        title: "편하게 말해요",
        content: "그러고 나서 곰곰 생각해보니 저는 다른 사람들 앞에서 말을 할 때 기본적으로 거기 있는 분들을 믿는 것 같았습니다. 이 사람들은 내 이야기에 귀를 기울일 것이다, 하고 말이죠. 마음속 깊은 곳에서 의심이나 불안이 올라온 적은 별로 없었습니다. 내가 말을 할 때 세상에서 제일 좋은 울 엄마가 재미있게 들어준다. 아이에게는 이보다 더 신이 나는 일이 없었겠죠. 나중엔 알게 되었어요. 누군가 자신의 이야기를 전적으로 몰입해서 들어주는 경험만으로도 힐링이 되고 마음에 위안을 얻을 수 있구나.그러니 진심으로 아끼고 사랑하는 사람이 있다면, 들어주세요. 시간을 내고, 마음을 열고, 이야기를 들어만 주세요. 놀랍도록 가까워졌음을 느끼게 될 겁니다. 제가 그랬거든요. 일주일에 걸친 티타임이 끝나고 그 다음 주 수업 시간에 강의실로 들어서면 신뢰의 눈빛으로 가득 찬 학생들의 미소를 마주할 수 있었습니다. 듣기의 힘은 그런 겁니다.",
        boardTitleImage: 'https://img.freepik.com/free-vector/mobile-background-with-starry-sky-and-purple-tones_79603-550.jpg?w=360&t=st=1704692258~exp=1704692858~hmac=26ce5b523b051f419fd2e2869328a95c726381cdca1b0e919cd642051594b5ef'
    }

]
export default topBoardListMock;